/**
 @author  Olexandr Makedonskyi
 @brief  Ультразвуковий вимірювач відстані на HC-SR04.
 Суть проєкта:
 електронний пристрій, який вимірює відстань за допомогою звукових хвиль частотою 40кГц.
 Основний функціонал:
    Вимірювання та моментальне відображення відстані на семисегментному дисплеї та світлодіодах
    Можливість обрати одиниці виміру
    Порог спрацювання: встановлення певного порогового значення, при якому почне працювати світлодіодна індикація.
  * @param  None
  * @retval None
  */

#include "business_logic.h"


int main(void) {

        business_logic_loop();
    return 0;
}
